/* ADD_INGREDIENT_REQUEST_MESSAGE */
"%@\n\nWould you like to:" = "%@\n\nWould you like to:";

/* ITEMS_NOT_ADDED_RESTOCK_MESSAGE */
"%d items are already in your restocking list." = "%d items are already in your restocking list.";

/* ITEMS_ADDED_SOME_NOT_RESTOCK_MESSAGE */
"%d items have been added to your restocking list, %d items are already there." = "%1$d items have been added to your restocking list, %2$d items are already there.";

/* ITEMS_ADDED_RESTOCK_MEESSAGE
   ITEMS_ADDED_RESTOCK_MESSAGE */
"%d items have been added to your restocking list." = "%d items have been added to your restocking list.";

/* ADD_INGREDIENT_REQUEST_TITLE */
"Add Ingredient?" = "Add Ingredient?";

/* ADD_INGREDIENTS_REQUEST_TITLE */
"Add Ingredients to Restock List?" = "Add Ingredients to Restock List?";

/* ADD_CABINET_BUTTON */
"Add to Cabinet" = "Add to Cabinet";

/* ADD_TO_CABINET_REQUEST_TITLE */
"Add to Cabinet?" = "Add to Cabinet?";

/* ADD_RESTOCK_BUTTON */
"Add to Restocking List" = "Add to Restocking List";

/* ALL_CELL_TITLE */
"All" = "All";

/* CABINET_EMPTY_TITLE */
"Cabinet is Empty" = "Cabinet is Empty";

/* CANCEL_BUTTON */
"Cancel" = "Cancel";

/* CART_TITLE */
"Cart" = "Cart";

/* CLEAR_CABINET_REQUEST_TITLE */
"Clear Cabinet?" = "Clear Cabinet?";

/* DELETE_CONFIRM_TITLE */
"Delete?" = "Delete?";

/* DELETE_CONFIRM_MESSAGE */
"Do you wish to delete this ingredient without purchasing it?" = "Do you wish to delete this ingredient without purchasing it?";

/* DRINKS_NAV_TITLE */
"Drinks" = "Drinks";

/* EMAIL_FAILURE_TITLE */
"Email failed to send" = "Email failed to send";

/* GLASSES_NAV_TITLE */
"Glasses" = "Glasses";

/* MAKE_NOW_BUTTON */
"Make now!" = "Make now!";

/* MISSING_2_INGREDIENTS_SECTION_TITLE */
"Missing 2 Ingredients" = "Missing 2 Ingredients";

/* MIX_IT_BUTTON */
"Mix it!" = "Mix it!";

/* NO_CANCEL */
"No, cancel" = "No, cancel";

/* NO_NEVERMIND */
"No, Nevermind" = "No, Nevermind";

/* NO_THANKS_BUTTON */
"No, Thanks" = "No, Thanks";

/* NOTHING_RESTOCK_TITLE */
"Nothing to Restock" = "Nothing to Restock";

/* OK_BUTTON */
"Ok" = "Ok";

/* RESTOCK_TITLE */
"Restocked" = "Restocked";

/* CLEAR_CABINET_REQUEST_TEXT */
"This will remove all items from your cabinet. Are you sure you wish to do this?" = "This will remove all items from your cabinet. Are you sure you wish to do this?";

/* WELCOME_TEXT */
"Welcome to your Liquor Cabinet.\nAdd your spirits to your cabinet to see what kind of cocktails you can make." = "Welcome to your Liquor Cabinet.\nAdd your spirits to your cabinet to see what kind of cocktails you can make.";

/* ADD_PURCHASED_ITEMS_TO_CABINET_REQUEST_MESSAGE */
"Would you like to add the purchased ingredients to your cabinet?" = "Would you like to add the purchased ingredients to your cabinet?";

/* YES_BUTTON */
"Yes!" = "Yes!";

/* YES_CLEAR_IT */
"Yes, clear it" = "Yes, clear it";

/* YES_DELETE */
"Yes, Delete it" = "Yes, Delete it";

/* YES_PLEASE */
"Yes, Please" = "Yes, Please";

/* NO_RESTOCK_MESSAGE
   NOTHING_RESTOCK_MESSAGE */
"You already have all the necessary ingredients. There is nothing you need to restock." = "You already have all the necessary ingredients. There is nothing you need to restock.";

/* ADD_INGREDIENTS_REQUEST_TEXT */
"You have selected to remove %d item(s) from your cabinet. Would you like to add these to your list to restock later?" = "You have selected to remove %d item(s) from your cabinet. Would you like to add these to your list to restock later?";

/* CABINET_EMPTY_MESSAGE */
"Your cabinet is empty. Please, add some Liquors and/or Mixers then try again." = "Your cabinet is empty. Please, add some Liquors and/or Mixers then try again.";

